Repository: common-repository/wc-granatum
Catalog: languages/wc-granatum-*.po
Languages: pt_br

source: Official Forum
pt_br: Fórum Oficial

source: Get Help
pt_br: Obter ajuda

source: Official Repository
pt_br: Repositório oficial

source: Get Involved
pt_br: Contribua

source: Rate WooCommerce Granatum
pt_br: Classifique o WooCommerce Granatum

source: Settings
pt_br: Configurações

source: API Options:
pt_br: Opções da API:

source: Granatum API Access Token
pt_br: Token de Acesso a API do Granatum

source: This token is available in Granatum in Settings -> My Company -> Sidebar (API).
pt_br: Esse token está disponível no Granatum em Meu Perfil -> Minha Empresa -> Barra Lateral (Token da API).

source: Payments Options:
pt_br: Opções de Pagamento:

source: Payment prefix
pt_br: Prefixo de pagamento

source: Bank account
pt_br: Conta Bancária

source: Category
pt_br: Categoria

source: Profit center
pt_br: Centro de crédito

source: Payment method
pt_br: Método de pagamento

source: > Not Set
pt_br: > Não informado

source: Help us keep the %s plugin free making a rate %s on %s. Thank you in advance!
pt_br: Ajude-nos a manter o %s gratuito, para isso vote %s no %s. Muito obrigado!

source: The city %s was not found during registration.
pt_br: A cidade %s não foi encontrado durante o registro.

source: %s depends on %s to work!
pt_br: %s dependo do %s para funcionar!

source: Add integration with Granatum Financeiro
pt_br: Adiciona integração com o Granatum Financeiro
